{
  "Language": "Русский",
  "About": "Обо мне",
  "Contact": "Контакты",
  "Work": "Опыт работы",
  "My work": "Мои работы",
  "Projects": "Проекты",
  "Projects_desc": "Представленные ниже проекты демонстрируют мои навыки и опыт на реальных примерах моей работы. Каждый проект кратко описан со ссылками на репозиторий в GitHub, а также для некоторых проектов представлены ссылки на демо версии.",
  "What I have done so far": "Мой путь",
  "Work experience": "Опыт работы.",
  "Vue JS Developer": "Vue JS разработчик",
  "August 2022 - Present": "Август 2022 - Текущее время",
  "Project configuration with Webpack": "Конфигурация проекта с помощью Webpack",
  "Writing unit tests": "Написание юнит тестов",
  "Implementing responsive design and ensuring cross-browser compatibility.": "Реализация адаптивных интерфейсов и кросс-браузерная верстка",
  "Implementing ui kit": "Реализация ui kit",
  "Using Storybook": "Использование Storybook",
  "I develop web applications": "Я занимаюсь разработкой веб приложений",
  "greetings": "Привет, меня зовут <1>Даниил</1>",
  "Your message": "Ваше сообщение",
  "Whats do you want to say ?": "Что Вы хотите сказать ?",
  "Your email": "Ваш email",
  "Your name": "Ваше имя",
  "Send": "Отправить",
  "Sending...": "Отправляем...",
  "Introduction": "Вступление",
  "Overview.": "Обо мне.",
  "name": "Даниил <1> | Федоров</1>",
  "about": "Занимаюсь фронтенд разработкой 2 года, имею опыт работы с различными фреймворками такими как: React, Vue JS and etc. Я быстро учусь и ответственно подхожу к реализации проектов. Давайте работать вместе чтобы воплотить Ваши идеи в жизнь!",
  "Get in touch": "Контакты",
  "Contact.": "Связаться со мной",
  "projects": {
    "course": "Веб приложение которое было создано в результате успешного прохождения курса по продвинутой фронтенд разработке. Включает в себя множество технологий, такие как архитектура FSD, асинхронные редюсеры, собственные плагины",
    "promptopia": "Веб приложение которое позволяет пользователям создавать и делится промптами. Также реализован поиск промптов и профили других пользователей.",
    "sber": "Платформа представляет собой сервис для разметки данных. Реализованы такие возможности для разметки данных как разметка картинок с возможностью выбора ответа или собственного описания, загрузка картинки под определенный запрос и возможное описание к ней.",
    "aton": "Веб приложение созданное для задания на стажировку в компанию Атон. В качестве фреймворка использовался Angular JS совместно со стейт менеджером NgRx. Был реализован следующий функционал: авторизация, пагинация, система уведомлений.",
    "portfolio": "Собственный сайт портфолио представляющий общую информацию обо мне, опыт работы, реализованные проекты и форму обратной связи. Также на сайте реализованы элементы 3D с помощью three js, интернационализация i18n и форма обратной связи с помощью EmailJs"
  },
  "skill": {
    "card1": "Веб разработчик",
    "card2": "Ответственный",
    "card3": "Уровень английского B2",
    "card4": "Готов учиться"
  }
}
